Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/boahtteiggi-kulturpolitihkka.html.tmx
Source language: sme
Languages: sma

source: Boahtteiggi kulturpolitihkka / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
sma: Båetijen aejkien kultuvrepolitihke / Tjaalegh / Veeljemeboelhken 2009 - 2013 / Våarhkoe / Saemiedigkie - Sametinget

source: Boahtteiggi kulturpolitihkka
sma: Båetijen aejkien kultuvrepolitihke

source: Sámediggi háliida dál dáiddáriin ja kulturbargiin veahki go dál leat hábmegoahtán boahtteáiggi kulturpolitihka.
sma: Saemiedigkie sæjhta raerieh åadjodh tjiehpiedæjjijste jïh kultuvrebarkijijstie, juktie dïhte barkoe kultuvrepolitihkem hammoedidh joe aalkeme.

source: Čavččabeallái lágida Sámediggi Dáiddárkonferanssa gosa bovdejuvvojit dáiddárat digaštallat, ovdanbuktit oainnuideaset ja čájehit dáidaga.
sma: Tjaktjese dle Saemiedigkie aktem Tjiehpiedæjjakonferansem öörnede mij akte sijjie sjædta raeriejgujmie båetedh, digkiedidh, jïh tjiehpiedæjjah åadtjoeh tjeahpoem vuesiehtidh.

source: Sámediggi lea bargagoahtán dieđáhusain masa boahtteáiggi kulturpolitihkka galgá hábmejuvvot ja ovdanbuktot.
sma: Saemiedigkie lea aalkeme kultuvrebïevnesem hammoedidh mij edtja otnjegem bïejedh saemiedigkien kultuvrepolitihkese.

source: Dan olis doallá Sámediggi doaluid, sihke unnibuš ja stuorábuš.
sma: Daan barkoen sjïekenisnie dle tjåanghkoeh öörnesuvvieh gusnie maahta raeriejgujmie båetedh.

source: Dat stuorámus doalut šaddet Kárášjogas Sámedikki visttis čakčamánus gosa Sámediggi bovde profeššunealla dáiddáriid.
sma: Dïhte stööremes tjåanghkoesijjie Tjiehpiedæjjakonferanse sjædta, mij Saemiedigkien gåetesne Karasjohkesne öörnesåvva skiereden.

source: - Lea vuosttaš geardde go Sámediggi lágida dáiddárkonferanssa, dadjá ráđđálahttu Vibeke Larsen gean mielas lea máimmi dehálaš gullat profešunealla dáiddáriid oaiviliid.
sma: - Daate lea voestes aejkien Saemiedigkie aktem tjiehpiedæjjakonferansem öörnede, Larsen jeahta, guhte veanhta joekoen vihkeles raerieh åadtjodh dejstie profesjovnelle tjiehpiedæjjijste.

source: Dan dehálaš bargui háliidivčče Sámediggi nai ahte nu oallugat go vejolaš juogadivčče iežaset oainnuid, sihke kulturbargiid, lágideaddjit ja kulturberošteaddjit.
sma: Daan vihkeles barkose dle Saemiedigkie sæjhta raerieh åadtjodh dan jeenjesistie goh gåarede, kultuvreiedtjeladtjijste, öörnedæjjijste jïh kultuvrebarkijijstie.

source: - Mii boahtit maiddái finadit iešguđet báikkiin, ja doallat unnit čoahkkimiid vai nu oallugat go vejolaš besset buktit ovdan iežaset oainnuid, luohpa Larsen.
sma: - Mijjieh sïjhtebe aaj bïjre jarkan mïnnedidh, unnebe tjåanghkoeh hööltedh juktie raerieh åadtjodh dan jeenjesistie goh gåarede, raerielïhtsege Vibeke Larsen minngemosth jeahta.
